{
  "title": "🧭 Survival Nutritional Compound",
  "subtitle": "Advanced nutritional blend to ensure physical and mental strength in extreme survival scenarios.",
  "status": "Prototype",
  "format": "Format: soluble powder",
  "license_badge": "License: MPL-2.0",
  "objectives_title": "Objectives",
  "objectives": [
    "Ensure complete nutritional support in emergencies and extreme situations, regardless of sex or age.",
    "Preserve metabolic energy, mental clarity, and emotional stability.",
    "Enhance mental and emotional readiness.",
    "Mitigate the effects of stress, such as anxiety, apathy, lethargy, and depression.",
    "Use powdered, soluble compounds with long shelf life and easy transport.",
    "Maintain minimal weight and cost without compromising nutritional value.",
    "Avoid excess nutrients that may pose risks when combined with other food intake."
  ],
  "not_objective_title": "What is not a goal",
  "not_objective_list": [
    "Formulations tailored for specific sexes, age groups, or medical conditions."
  ],
  "composition_title": "Composition",
  "composition_text": "Each ingredient is selected based on proven bioavailability, ability to deliver multiple nutrients in small volume, and shelf stability without refrigeration. Multifunctional compounds (such as spirulina or nutritional yeast) are preferred, but may be replaced by more efficient alternatives.",
  "sensitive_nutrients_title": "Sensitive Micronutrients",
  "sensitive_nutrients_text": "Certain elements (such as sodium, iron, and vitamin A) can be risky in excess. Dosage must be sufficient for those without food access, yet safe for those who already ate.",
  "improvements_title": "Potential Improvements",
  "improvements_list": [
    "Replace ingredients with lighter, more accessible, or locally available options while keeping nutrients equivalent.",
    "Explore new compounds with greater stability and absorption."
  ],
  "license_title": "License",
  "license_text": "This project is licensed under the Mozilla Public License 2.0. You may use, modify, and redistribute it as long as you keep this license and share changes under the same terms.",
  "license_link": "Learn more about MPL-2.0",
  "table_title": "Nutritional Composition per Ingredient",
  "table_headers": {
    "name": "Technical Name",
    "dosage": "Dosage (g)",
    "nutrients": "Provided Nutrients",
    "estimated": "Estimated Nutrient Doses",
    "notes": "Additional Comments"
  }
}
