{
    "title": "Survival Nutritional Compound",
    "subtitle": "Advanced nutritional formula designed to ensure physical and mental performance in extreme survival scenarios.",
    "goals": "Objectives",
    "goal_1": "Provide full nutritional support for emergencies and extreme conditions, regardless of gender or age.",
    "goal_2": "Preserve metabolic energy, mental clarity, and emotional stability.",
    "goal_3": "Enhance mental and emotional readiness.",
    "goal_4": "Reduce the effects of stress such as anxiety, apathy, lethargy, and depression.",
    "goal_5": "Use powder-based, soluble compounds with long shelf life and easy transport.",
    "goal_6": "Keep weight and cost low without compromising nutritional value.",
    "goal_7": "Avoid nutrient excesses that could pose risks when combined with external food sources.",
    "non_goals": "What It Is Not",
    "non_goal_1": "Formulations tailored to specific sexes, age groups, or clinical conditions.",
    "composition": "Composition",
    "composition_intro": "Each ingredient is selected based on:",
    "composition_criteria": "Proven bioavailability, high nutrient density, and resilience in adverse conditions.",
    "composition_substitutable": "Multifunctional ingredients are used for efficiency but can be replaced with equivalents.",
    "sensitive": "Sensitive Micronutrients",
    "sensitive_intro": "Some nutrients may pose health risks in excessive amounts.",
    "sensitive_warning": "Doses are optimized to be safe for both fasting and recently-fed individuals.",
    "improvements": "Areas for Improvement",
    "improvement_1": "Replace ingredients with lighter, more accessible or local options with equivalent nutrition.",
    "improvement_2": "Investigate compounds with greater stability and absorption.",
    "license": "License",
    "license_intro": "This project is released under the Mozilla Public License 2.0.",
    "license_rights": "You may use, modify, and distribute it as long as changes remain under the same license."
  }
  