{
  "title": "游빐 Compuesto Nutricional de Supervivencia",
  "subtitle": "Mezcla nutricional avanzada para garantizar fuerza f칤sica y mental en escenarios extremos de supervivencia.",
  "status": "Prototipo",
  "format": "Formato: polvo soluble",
  "license_badge": "Licencia: MPL-2.0",
  "objectives_title": "Objetivos",
  "objectives": [
    "Garantizar un soporte nutricional completo para emergencias y situaciones extremas, sin importar el sexo o la edad.",
    "Preservar la energ칤a metab칩lica, claridad mental y estabilidad emocional.",
    "Mejorar la disposici칩n mental y emocional.",
    "Mitigar los efectos del estr칠s como ansiedad, apat칤a, letargo y depresi칩n.",
    "Usar compuestos solubles en polvo, con larga vida 칰til y f치cil transporte.",
    "Mantener el peso y costo al m칤nimo sin comprometer el valor nutricional.",
    "Evitar excesos de nutrientes que puedan representar riesgos al combinarse con otros alimentos."
  ],
  "not_objective_title": "Lo que no es objetivo",
  "not_objective_list": [
    "Formulaciones espec칤ficas para sexos, grupos etarios o condiciones cl칤nicas."
  ],
  "composition_title": "Composici칩n",
  "composition_text": "Cada ingrediente se selecciona por su biodisponibilidad comprobada, capacidad de ofrecer m칰ltiples nutrientes en poco volumen y estabilidad sin refrigeraci칩n. Se priorizan compuestos multifuncionales (como la espirulina o la levadura nutricional), aunque pueden ser reemplazados por opciones m치s eficientes.",
  "sensitive_nutrients_title": "Micronutrientes Sensibles",
  "sensitive_nutrients_text": "Ciertos elementos (como sodio, hierro y vitamina A) pueden ser peligrosos en exceso. La dosis debe ser suficiente para quienes no tienen acceso a alimentos, pero segura para quienes ya han comido.",
  "improvements_title": "Potenciales Mejoras",
  "improvements_list": [
    "Reemplazar ingredientes por versiones m치s ligeras, accesibles o locales manteniendo los nutrientes.",
    "Explorar nuevos compuestos con mayor estabilidad y absorci칩n."
  ],
  "button": {
    "download_csv": "Download .CSV"
  },
  "license_title": "Licencia",
  "license_text": "Este proyecto se distribuye bajo la Licencia P칰blica de Mozilla 2.0. Puedes usarlo, modificarlo y distribuirlo, siempre que mantengas esta licencia y compartas las modificaciones bajo las mismas condiciones.",
  "license_link": "M치s sobre la MPL-2.0",
  "table_title": "Composici칩n Nutricional por Ingrediente",
  "table_headers": {
    "name": "Nombre T칠cnico",
    "dosage": "Dosis (g)",
    "nutrients": "Nutrientes Aportados",
    "estimated": "Dosis Estimada de Nutrientes",
    "notes": "Comentarios Adicionales"
  }
}